<div class="networks-advs">
    <div class="networks-advs__title title">Наши преимущества</div>
    <div class="networks-advs__cols">
        <div class="networks-advs__col">
            <p>
                Имеем большой опыт эффективных согласований в регулирующих организациях, что позволяет выполнять все
                работы в минимально возможные сроки.
            </p>
            <p style="color: var(--yellow)">
                (МГТС, Ростелеком, Госсвязьнадзор, ГУП «Москоллектор», ГУП «Гормост», ГУП «Горгаз», ПАО «Россети
                Ленэнерго»)
            </p>
        </div>
        <div class="networks-advs__col">
            <p>Осуществляем техническое обслуживание введенных в эксплуатацию сетей связи.</p>
        </div>
        <div class="networks-advs__col">
            <p>Выдаем ТУ на присоединение к городским сетям связи, а также подготавливаем акт каблирования/справку о
                телефонизации здания, необходимые для сдачи коммуникаций госкомиссии.</p>
        </div>
    </div>
</div>