<div class="turnkey-desc">
    <div class="container">
        <div class="container-inner turnkey-desc__container">
            <div class="turnkey-desc__title title title--big">Пример реализованного проекта под ключ:</div>
            <div class="turnkey-desc__grid">
                <div class="turnkey-desc__item content">
                    <ul>
                        <li>Прокладка волоконно-оптического кабеля на каждый объект.</li>
                        <li>Организация объединения и обслуживание нескольких десятков объектов Заказчика в единую
                            информационную сеть.
                        </li>
                        <li>Организация подключения объектов расположенных в трудно доступных местах по радиодоступу, с
                            автоматическим переключением между каналами связи от нескольких независимых сотовых
                            операторов.
                        </li>
                    </ul>
                </div>
                <div class="turnkey-desc__item content">
                    <ul>
                        <li>Организация автоматического переключения с основного на резервные каналы для каждого
                            объекта.
                        </li>
                        <li>Подключение на каждом адресе телефонных линий, номеров и внутренней телефонной связи.</li>
                        <li>Организация доступа в интернет.</li>
                        <li>Подключение автономной системы (AS) и IP-адресов</li>
                        <li>Организация защиты трафика от DDoS-атак.</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
</div>