<div class="complex-services">
    <div class="container">
        <div class="container-inner complex-services__container">
            <div class="complex-services__title title title--big">
                Дополнительные услуги
            </div>

            <div class="complex-services__content">
                <h4>Офис обслуживания клиентов на территории объекта</h4>
                <p>
                    Услуга позволяет значительно повысить скорость реакции на запросы клиентов.
                </p>
                <p>
                    Наши представители - технический инженер и коммерческий менеджер, постоянно находясь на объекте,
                    оперативно решают
                    вопросы эксплуатации сети, оформления и подключения новых услуг. Например, подключение арендатора к
                    новым услугам
                    возможно уже на следующий день после его обращения.
                </p>

                <h4>Строительство и обслуживание внутренних телекоммуникационных сетей объектов недвижимости</h4>
                <p>Организуем полный цикл работ по строительству телекоммуникационных инженерных и кабельных систем.
                    Прокладываем
                    кабели, устанавливаем кабельные лотки, телекоммуникационные шкафы, организуем серверные комнаты,
                    поставляем,
                    подключаем и обслуживаем активное оборудование.</p>
                <p>От того, как качественно мы спроектируем и организуем выполнение этих работ, зависит удобство дальнейшей
                    эксплуатации
                    этих систем и предоставления услуг связи будущим арендаторам. Поэтому мы более чем заинтересованы делать
                    эти работы
                    эффективно и на совесть.</p>
                <h4>Строительство и обслуживание внешних телекоммуникационных сетей</h4>
                <p>Уже до начала строительства от застройщика требуется предварительный проект (стадия «П»), в котором
                    описывается ввод
                    внешних сетей в здание. При сдаче объекта требуется детальный рабочий план (стадия «Р»).</p>
                <p>Обеспечим проектирование и строительство внешних сетей связи зданий, телекоммуникационных выводов,
                    телефонной
                    канализации, внешних кабелей связи.</p>
                <p>Дополнительно девелопер получает полный комплект документации, необходимый для дальнейшей сдачи
                    телекоммуникационных
                    сетей госкомиссии.</p>

                <h4>Предоставление связи на строительных площадках</h4>
                <p>До момента организации проводного подключения строящийся объект может быть подключен по радиодоступу. Уже
                    на этом
                    этапе будет возможно организовать на объекте удаленное видеонаблюдение и контроль работ.</p>
                <p>В дальнейшем осуществляется переключение всех услуг на постоянную схему с применением
                    волоконно-оптического
                    кабеля.</p>
            </div>
        </div>

    </div>
</div>